---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Profilen2
source: html/c80d22a5-d97c-6076-f1eb-62b3b2f293a5.htm
---
# Autodesk.Revit.DB.GroupTypeId.Profilen2 Property

Profile 2.

## Syntax (C#)
```csharp
public static ForgeTypeId Profilen2 { get; }
```